tap "homebrew/bundle"
tap "homebrew/services"
brew "agent-browser"
brew "asdf"
brew "create-dmg"
brew "fzf"
brew "gettext"
brew "gh"
brew "glow"
brew "gnupg"
brew "libyaml"
brew "mysql"
brew "neovim"
brew "nethack"
brew "ollama"
brew "openssl@1.1"
brew "par"
brew "pi-coding-agent"
brew "pinentry-mac"
brew "pkgconf"
cask "arduino"
cask "claude-code"
cask "codex"
cask "gstreamer-runtime"
cask "hammerspoon"
cask "kitty"
